cask_args appdir: '/Applications'

brew 'ack'
brew 'coreutils'
brew 'findutils'
brew 'go'
brew 'node'
brew 'openssl'
brew 'python', args: ['with-brewed-openssl']
brew 'python3', args: ['with-brewed-openssl']
brew 'reattach-to-user-namespace'
brew 'tig'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'yarn'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'istat-menus'
cask 'slack'
